Repository: csuffyy/Docflow
Catalog: RapidDoc/Resources/UIElement/UIElement.*.resx
Languages: kk

source: Add files...
kk: Файлдарды қосу...

source: Additional
kk: Қосымша

source: Add roles
kk: Рөлдерді қосу

source: Apply
kk: Қолдану

source: Approve
kk: Бекіту

source: Attached files
kk: Қосылған файлдар

source: Back
kk: Кейін

source: Basic
kk: Негізгі

source: Cancel
kk: Жою

source: Change password
kk: Парольді өзгерту

# ChangePasswordTitle
source: You're logged in as
kk: Пайдаланушы

# ChooseCompany
source: Choose the company
kk: Компанияны таңдау

source: Close
kk: Жабу

source: Company
kk: Компания

source: Create
kk: Қосу

# CreateAccount
source: Create a new account
kk: Жаңа тіркеу жазбасы

# CreateCompany
source: New Company
kk: Жаңа компания

# CreateDelegation
source: Add delegation
kk: Өкілеттік табыстау

# CreateDepartment
source: New Department
kk: Жаңа бөлімше

source: Create Domain
kk: Жаңа домен

# CreateEmpl
source: New Employee
kk: Жаңа қызметкер

# CreateGroupProcess
source: New Group Process
kk: Жаңа процесстер тобы

# CreateNumberSeq
source: New number series
kk: Жаңа нөмірдік серия

# CreateProcess
source: New Process
kk: Жаңа процесс

# CreateProfile
source: New Profile
kk: Жаңа профиль

# CreateRole
source: New Role
kk: Жаңа рөль

# CreateTitle
source: New Title
kk: Жаңа лауазым

# CreateUser
source: New User
kk: Жаңа пайдаланушы

source: Dashboard
kk: Жұмыс жасау тарауы

source: Delegations
kk: Өкілеттік табыстау

source: Delete
kk: Жою

source: Departments
kk: Бөлімше

source: Domains
kk: Домендер

source: Edit
kk: Өзгерту

source: Group processes
kk: Процесс тобы

source: Identification
kk: Бірдейлестіру

source: Initiator
kk: Бастамашы

# LogInNoAccount
source: if you don't have a local account
kk: егер сізде тіркеу жазбасы жок болса

# LogInTitle
source: Use a local account to log in
kk: Сіздің тіркеу жазбаңызды қолданып

# ManageAccount
source: User settings
kk: Пайдаланушыны икемдеу

# MyProcesses
source: Active documents
kk: Активті құжаттар

source: Name
kk: Атауы

source: New
kk: Жасау

source: New password
kk: Жаңа пароль

# NoItems
source: Empty
kk: Жоқ

source: No value
kk: Таңдалған жоқ

# NumberSeqs
source: Numbered series
kk: Нөмірдік сериялар

source: Page not found
kk: Тарау табылған жоқ

# PageNotFoundText
source: Try to verify addresses or go to home page
kk: Сілтеменің дұрыстығын тексеріңіз немеме бас тарауға өтіңіз

# PageNotFoundTitle
source: Oops! Page not found
kk: Oops! Тарау табылған жоқ

source: Password recovery
kk: Парольді түзету

source: Processes
kk: Процесстер

source: Profiles
kk: Профильдер

# ProgressWork
source: Progress
kk: Жұмыс барысы

source: Reference
kk: Анықтамалықтар

source: Register
kk: Тіркеу

source: Reject
kk: Қайтару

source: Reset password
kk: Парольді өшіру

source: Roles
kk: Рөльдер

source: Save
kk: Сақтау

source: Settings
kk: Икемдеу

source: Sign in
kk: Кіру

# SignInLogin
source: Login
kk: Пайдаланушы

# SignInPlease
source: Please sign in
kk: Енгізіңіз

source: Sign Out
kk: Шығу

source: Staff
kk: Қызметкерлер

source: Titles
kk: Лауазымдар

source: Users
kk: Пайдаланушылар

# СonfirmDeletion
source: Are you sure you want to delete this?
kk: Сенімдісіз бе?

# СonfirmResetPassword
source: Are you sure you want to reset the password?
kk: Парольді өшіруге сенімдісіз бе?

source: Filter
kk: Фильтр

source: Executor
kk: Орындаушыны

source: Reader
kk: Оқырманды

# AddComment
source: Add a сomment
kk: Түсініктеме жазу

source: Detail
kk: Нақтылау

source: Work schedule
kk: Жұмыс графигі

# CreateWorkSchedule
source: New work schedule
kk: Жаңа жұмыс графигі

source: Work schedules
kk: Жұмыс графиктері

source: Calendar
kk: Кунтізбе

# EmailParameter
source: Mail parameter
kk: Пошта параментрі

# SendInitiatorEmail
source: You have created a new document
kk: Сіз жаңа құжат жасадыңыз

# SendExecutorEmail
source: You were given a document
kk: Сізге құжат тағайындалған

# SendInitiatorRejectEmail
source: Your document has been canceled
kk: Сіздің құжатыңыз қайтарылған

# SendInitiatorClosedEmail
source: The document is closed
kk: Құжат орындалды

# SendInitiatorCommentEmail
source: New comment in a document
kk: Құжатта жаңа түсініктеме

# SendDelegationEmplEmail
source: You configured delegation with user
kk: Келесі пайдаланушының өкілеттігі сізге икемделген

# SendReaderEmail
source: You were added to the document reader
kk: Сізді құжаттың оқырманы ретінде тағайындады

# SendSLAWarningEmail
source: Deadline approaches for document comes to an end
kk: Құжатың орындалу мерзімі жақындады

# SendSLADisturbanceEmail
source: Execution of the document overdue
kk: Құжат орындалуының мерзімі асқан

source: To archive
kk: Мұрағатқа

# DocumentArchive
source: Archive
kk: Мұрағат

source: From archive
kk: Мұрағаттан

# LangName
source: en
kk: kk

# NoJS
source: You have disabled JavaScript. The Website may not be displayed correctly. We recommend to enable JavaScript.
kk: Сізде JavaScript ажыратылған. Сайт қате көрсетілуі мүмкін. JavaScript қосуды ұсынамыз.

# ProgramDescription
source: System Management Workflow Company
kk: Компания процесстерін басқару жүйесі

# LangFullName
source: en-US
kk: kk-KZ

source: Use Windows Authentication
kk: Windows авторизациясын қолдану

source: History
kk: Тарих

source: Approve document:
kk: Құжатқа келіскендер

source: New comment:
kk: Жаңа түсініктемелер енгізді

source: New document:
kk: Жаңа құжат кұрды

source: Reject document:
kk: Құжатты тоқтатқандар

# CreateReport
source: Generate a report
kk: Есеп қалыптастыру

source: Run
kk: Құру

source: Reports
kk: Есеп

source: Performance
kk: Орындау

# CreateWorkTimeHint
source: Working hours must be at UTC, excluding timezones
kk: Жұмыс уақыты сағаттық белдеулерден тыс, UTC бойынша болуы керек

source: Search
kk: Іздеу

# SearchText
source: Search Text, more than 3 characters
kk: Іздеу мәтіні, 3 символдан артық

# NoAccess
source: You do not have access to view this document
kk: Бұл құжатты қарау үшін сіздің мүмкіндігіңіз жоқ

# RejectReason
source: In the event of a document, it is necessary to specify the reason for rejection in the comments on the document
kk: Құжатты қабылдаман кезде, қабылдамау себебін құжат түсініктемесінде міндетті түрде көрсету керек

# SearchResultText
source: Results found:
kk: Табылған нәтижелер

source: Add users
kk: Пайдаланушыны енгізу

# AgreedDocument
source: Agreed
kk: Келісілген

source: Document reject:
kk: Құжат тоқтатылды

# PerformanceDepartment
source: Performance of departments
kk: Бөлімшелер бойынша орындау

source: Monitoring
kk: Бақылау

source: Choose
kk: Таңдау

source: TOP
kk: Әйгілі

# DocumentAddReaders
source: Readers added:
kk: Қосылған оқырмандар:

# DocumentRemoveReaders
source: Removed readers:
kk: Жойылған оқырмандар:

source: Templates
kk: Қалыптар

# MustAttachedFiles
source: The document must be attached to {0} file (s)
kk: Құжатта {0} файл тіркеу керек

# SupportFileTypes
source: Supported file types
kk: Қолданатын файлдар түрлері

source: Report of routes
kk: Маршрут бойынша есеп беру

# DocumentDeletedFile
source: Deleted file
kk: Файл жойылған

source: Save draft
kk: Жобаны сақтау

source: Withdraw
kk: Қайтару

source: Confirmation
kk: Растама

# ConfirmationReject
source: Are you sure you want to reject the document?
kk: Құжатты қабылдамайтынынызға сенімдісіз бе?

source: No
kk: Жоқ

source: Yes
kk: Ия

# WithdrawHistory
source: Revoked document
kk: Құжатты қайтару

# Withdrawn
source: The document withdrawn the initiator
kk: Құжат бастамашымен қайтарылған

# WithdrawQuestion
source: Withdraw the document?
kk: Құжатты қайтару керек пе?

source: Print
kk: Баспа

source: Waiting
kk: Күту

# DetailReport
source: Detail report on requests
kk: Толық есеп-қисап

source: Replace
kk: Ауыстыру

source: Copy
kk: Көшірмені

source: Link to document
kk: Құжатқа сілтеме

# LinkToDocumentText
source: To copy the link, press Ctrl + C
kk: Көшірме жасау үшін Ctrl+C басыңыз

# DistributionGroup
source: Groups
kk: Топтар

# SendBookmark
source: Route
kk: Бағыт

source: Group
kk: Топ

# AddingNewDocEmail
source: Added new document
kk: Жаңа құжат қосылған

# AddonSettings
source: Additional settings
kk: Қосымша орнатулар

source: Delegate
kk: Құқық беру

# Prolong
source: Task's prolongation
kk: Мерзімді ұзарту

# CreateTask
source: Create the task
kk: Тапсырма құру

# RelatedTasks
source: Related documents
kk: Байланыстырылған құжаттар

# CopyDocumentHistory
source: Create with copying
kk: Құжат көшіріп алынған

# DelegateTaskHistory
source: Delegate task
kk: Тапсырмаға құқық берілген

# OnRework
source: For revision
kk: Өңдеуге

# SendModificationUserEmail
source: You were assigned the document
kk: Өңдеуге жіберілген құжаттар

# ModifiedDocumentHistory
source: Rework document
kk: Құжат тыңғылықталған

source: My document
kk: Менің құжаттарым

# TooltipAboutReading
source: Notify about reading document when following a route
kk: Келісу бағыты бойынша жүрген құжаттың оқылғаны туралы хабарлама

source: Booking
kk: Броньдау

source: Revocation
kk: Жою

source: Delivery
kk: Таратуды

source: Dispatch
kk: Жіберу

# PrintOrder
source: Print Order (PDF)
kk: Бұйрықты басып шығару (PDF)

# PrintPdfTrip
source: Print tirp
kk: Куәлікті басып шығару

source: Document base
kk: Құжаттар базасы

# RequestBase
source: Requests
kk: Өтінім

# OfficeMemoBase
source: Office memo
kk: Қызметтік жазбалар

# OrderBase
source: Orders
kk: Бұйрықтар

# TaskBase
source: Tasks
kk: Тапсырмалар

# IncomingBase
source: Incoming correspondence
kk: Кіріс корреспонденциясы

# AppealBase
source: Applications of citizens
kk: Азаматтардың жолданымдары

# OutcomingBase
source: Outcoming correspondence
kk: Шығыс корреспонденциясы
