Repository: csuffyy/Docflow
Catalog: RapidDoc/Resources/FieldName/FieldNameResource.*.resx
Languages: kk

# AliasCompanyName
source: ID Company
kk: Компания коды

source: Approved
kk: Бекітілген

source: Company name
kk: Компания

# ConfirmationCode
source: Confirmation сode
kk: Растау коды

source: Confirm password
kk: Парольді растаңыз

source: Description
kk: Сипаттама

source: Domain name
kk: Доменнің атауы

source: Email
kk: Электронды пошта

source: Enable
kk: Активті

source: First name
kk: Аты

source: Group process name
kk: Процесстер тобының атауы

# LDAPBaseDN
source: LDAP DN path
kk: LDAP DN жолы

source: LDAP Server
kk: LDAP Сервер

source: Login
kk: Логині

source: Manage
kk: Басшысы

source: Middle name
kk: Әкесінің аты

source: Mobile phone
kk: Ұялы телефоны

source: Name
kk: Аты

source: Password
kk: Пароль

source: Port
kk: Порты

source: Process name
kk: Процесс атауы

source: Profile name
kk: Пайдаланушы профилі

source: Remember me?
kk: Сақтауға?

source: Role name
kk: Пайдаланушы рөлі

source: Second name
kk: Тегі

# TitleName
source: Title
kk: Лауазымы

# UserName
source: User
kk: Пайдаланушы

source: Work phone
kk: Жұмыс үстелі

source: Date from
kk: Қай күннен

source: Date to
kk: Қай күнге дейін

# EmplNameFrom
source: With employee
kk: Қызметкерден

# EmplNameTo
source: On employee
kk: Қызметкерге

source: Current password
kk: Қазіргі пароль

source: New password
kk: Жаңа пароль

# CreatedDate
source: Created
kk: Жасалған күні

# DepartmentName
source: Department
kk: Бөлімше

# DepartmentNameParent
source: Parent department
kk: Бас бөлімшесі

source: Table name
kk: Кестенің атауы

# NumberSeriesPrefix
source: Prefix number sequence
kk: Нөмірдік сериясының префиксі

# ModifiedDate
source: Modification date
kk: Өзгерту енгізген күні

# NumberSeriesLastNum
source: Last number
kk: Соңғы нөмірі

# NumberSeriesName
source: Name number sequence
kk: Нөмірдік сериясының атауы

# NumberSeriesSize
source: Size number sequence
kk: Нөмірдік сериясының өлшемі

source: Document num
kk: Құжат нөмірі

source: Time zone name
kk: Сағаттық белдеудің атауы

# DocumentState
source: Status
kk: Статусы

# CurrentActivityName
source: Сurrent stage
kk: Қазіргі кезеңі

# ActivityName
source: Activity
kk: Кезең

source: Date
kk: Күні

source: Executor
kk: Орындаушы

source: Comment
kk: Түсініктеме

source: Comments
kk: Түсініктемелер

# CreatedBy
source: Сreated
kk: Жасаған

# ModifiedBy
source: Modified
kk: Өзгерткен

source: Date type
kk: Күнінің жазылу үлгісі

source: Work schedule name
kk: Жұмыс графигінің аталуы

# PerformToDate
source: To perform
kk: Орындау уақыты

source: Enable SSL
kk: SSL қосу

source: SMTP server
kk: SMTP сервері

source: Timeout
kk: Аялдау уақыты

source: Language
kk: Тіл

# isDomainUser
source: Domain User
kk: Домен пайдаланушы

# GroupProcessParentName
source: Main group
kk: Бас топ

source: End date
kk: Аяқтау күні

source: Start date
kk: Бастау күні

# WorkEndTime
source: End of working time
kk: Жұмыс уақытының соңы

# WorkStartTime
source: Start of working time
kk: Жұмыс уақытының басы
